possessive_pronouns.org
#+TITLE: Притяжательные местоимения
#+OPTIONS: H:2 num:nil toc:nil html-postamble:nil

[[file:english.org][Main]]

|------------+---------------+------------+-----------------------|
| Личные     | Присоединяемы | Абсолютные | Перевод               |
|------------+---------------+------------+-----------------------|
| I (я)      | my            | mine       | мой, моя, мое, мои    |
| He (он)    | his           | his        | его                   |
| She (она)  | her           | her        | её                    |
| It (оно)   | its           | -          | его, её               |
| We (мы)    | our           | ours       | наш, наша, наше, наши |
| You (вы)   | your          | yours      | ваш, ваша, ваше, ваши |
| They (они) | their         | theirs     | их                    |

* Присоединяемые притяжательные местоимения
Отражают принадлежность или связь предметов:
- *My book* is black.
- *My cat* is 5 years old.

* Абсолютные притяжательные местоимения
Абсолютные заменяют предметы собой:
- My book is black and *his* is yellow.
- Does your cat drink milk? *Mine* does not.
- His apple is green and *mine* is yellow

* Притяжательный падеж
В русском языке принадлежность обычно передаётся с помощью родительного падежа:\\
Это дочка нашего (кого?) директора. Это ножка (чего?) стола.

В английском со всеми существительными, но в особенности с неодушевлёнными используется предлог *OF*:
- The cover of the book is red. - Обложка этой книги - красная.
- I have a picture of that girl. - У меня есть фотография той девушки.

C одушевленными в основном используется окончание '*S*:
- My mother's hat is blue. - Шляпа моей мамы - синяя.
- The boy's dog is black. - Собака этого мальчика - чёрная.

Если слово во множественном числе имеет окончание -s, то к нему просто добавляется апостроф «'»:
- I cannot find my sons' toys. - Я не могу найти игрушки моих сыновей.

* Артикль и притяжательная форма
В предложениях типа The girl's apple артикль the относится к обладателю, а не к обладаемому предмету. Каждое существительное может иметь только один определитель. В данном примере яблоко определено принадлежностью девочке, а вот определённая или нет девочка, задаётся артиклем впереди; в данном случае - определённая, перевод - этой девочки яблоко, или более естественный вариант - яблоко этой девочки.
