possessive_pronouns.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>Притяжательные местоимения</title>
<!-- 2016-08-23 Вт 22:19 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
</head>
<body>
<div id="content">
<h1 class="title">Притяжательные местоимения</h1>
<p>
<a href="english.html">Main</a>
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />

<col  class="left" />

<col  class="left" />

<col  class="left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="left">Личные</th>
<th scope="col" class="left">Присоединяемы</th>
<th scope="col" class="left">Абсолютные</th>
<th scope="col" class="left">Перевод</th>
</tr>
</thead>
<tbody>
<tr>
<td class="left">I (я)</td>
<td class="left">my</td>
<td class="left">mine</td>
<td class="left">мой, моя, мое, мои</td>
</tr>

<tr>
<td class="left">He (он)</td>
<td class="left">his</td>
<td class="left">his</td>
<td class="left">его</td>
</tr>

<tr>
<td class="left">She (она)</td>
<td class="left">her</td>
<td class="left">her</td>
<td class="left">её</td>
</tr>

<tr>
<td class="left">It (оно)</td>
<td class="left">its</td>
<td class="left">-</td>
<td class="left">его, её</td>
</tr>

<tr>
<td class="left">We (мы)</td>
<td class="left">our</td>
<td class="left">ours</td>
<td class="left">наш, наша, наше, наши</td>
</tr>

<tr>
<td class="left">You (вы)</td>
<td class="left">your</td>
<td class="left">yours</td>
<td class="left">ваш, ваша, ваше, ваши</td>
</tr>

<tr>
<td class="left">They (они)</td>
<td class="left">their</td>
<td class="left">theirs</td>
<td class="left">их</td>
</tr>
</tbody>
</table>

<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1">Присоединяемые притяжательные местоимения</h2>
<div class="outline-text-2" id="text-1">
<p>
Отражают принадлежность или связь предметов:
</p>
<ul class="org-ul">
<li><b>My book</b> is black.
</li>
<li><b>My cat</b> is 5 years old.
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2">Абсолютные притяжательные местоимения</h2>
<div class="outline-text-2" id="text-2">
<p>
Абсолютные заменяют предметы собой:
</p>
<ul class="org-ul">
<li>My book is black and <b>his</b> is yellow.
</li>
<li>Does your cat drink milk? <b>Mine</b> does not.
</li>
<li>His apple is green and <b>mine</b> is yellow
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-3" class="outline-2">
<h2 id="sec-3">Притяжательный падеж</h2>
<div class="outline-text-2" id="text-3">
<p>
В русском языке принадлежность обычно передаётся с помощью родительного падежа:<br  />
Это дочка нашего (кого?) директора. Это ножка (чего?) стола.
</p>

<p>
В английском со всеми существительными, но в особенности с неодушевлёнными используется предлог <b>OF</b>:
</p>
<ul class="org-ul">
<li>The cover of the book is red. - Обложка этой книги - красная.
</li>
<li>I have a picture of that girl. - У меня есть фотография той девушки.
</li>
</ul>

<p>
C одушевленными в основном используется окончание '<b>S</b>:
</p>
<ul class="org-ul">
<li>My mother's hat is blue. - Шляпа моей мамы - синяя.
</li>
<li>The boy's dog is black. - Собака этого мальчика - чёрная.
</li>
</ul>

<p>
Если слово во множественном числе имеет окончание -s, то к нему просто добавляется апостроф «'»:
</p>
<ul class="org-ul">
<li>I cannot find my sons' toys. - Я не могу найти игрушки моих сыновей.
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-4" class="outline-2">
<h2 id="sec-4">Артикль и притяжательная форма</h2>
<div class="outline-text-2" id="text-4">
<p>
В предложениях типа The girl's apple артикль the относится к обладателю, а не к обладаемому предмету. Каждое существительное может иметь только один определитель. В данном примере яблоко определено принадлежностью девочке, а вот определённая или нет девочка, задаётся артиклем впереди; в данном случае - определённая, перевод - этой девочки яблоко, или более естественный вариант - яблоко этой девочки.
</p>
</div>
</div>
</div>
</body>
</html>
